---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.ViewsExportingByContextEventArgs
source: html/211d3c00-a8c9-96ce-3868-4ae4b39a8756.htm
---
# ViewsExportingByContextEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.